[
    {
        "customer_name": "Anil Mandal",
        "profile_photo": "/main/htb_images/reviews/anil.webp",
        "comment": "मेरी उम्र 39 साल है. मेरी सहनशक्ति कम है और मैं इसे लंबे समय तक करने में सक्षम नहीं हूं। क्या यह सचमुच काम करता है? परिणाम मिलने में कितना समय लगेगा?"
    },
    {
        "customer_name": "Nitya",
        "profile_photo": "/main/htb_images/reviews/Nitya.webp",
        "comment": "उम्र कोई समस्या नहीं है. मेरे पति 45 वर्ष के हैं और यह उनके लिए बहुत अच्छा काम करता है। मेरे पति के लिए यह पहले सप्ताह से ही काम करना शुरू कर दिया।"
    },
    {
        "customer_name": "Bapi Talukdar",
        "profile_photo": "/main/htb_images/reviews/bapi.webp",
        "comment": "horsefire tablet उत्पाद की अनुशंसा करने के लिए मैं वास्तव में आपको धन्यवाद देना चाहता हूं। मैंने वास्तव में आपका वीडियो देखा जहां आपने बताया कि यह टेबलेट कैसे काम करता है। मैं पहले निश्चित नहीं था, लेकिन आपकी कहानी पढ़ने के बाद मैंने पिछले महीने इसका ऑर्डर दिया। शुरुआत में मुझे ज्यादा परिणाम नहीं दिखे, लेकिन 10-12 दिनों के बाद मैंने देखना शुरू कर दिया कि मेरे प्रदर्शन में सुधार हो रहा है और सहनशक्ति में भी। अब 2 महीने हो गए हैं और मैं इसे अब 1 घंटे से अधिक समय तक कर सकता हूं। मैं मजबूत और ऊर्जावान महसूस करता हूं। यह सुझाव देने के लिए धन्यवाद कि मुझे इसे आज़माना चाहिए।"
    },
    {
        "customer_name": "Momammad Zahid",
        "profile_photo": "/main/htb_images/reviews/mohamad.webp",
        "comment": "मुझे भी उत्पाद पसंद है और मैं इसे आज़माना चाहता हूँ! क्या यह सचमुच काम करता है? अच्छे परिणाम देखने में आपको कितना समय लगा?"
    },
    {
        "customer_name": "Bapi Talukdar",
        "profile_photo": "/main/htb_images/reviews/bapi.webp",
        "comment": "हाँ यह एक अच्छा उत्पाद है. मेरे द्वारा इसे हर दिन उपयोग किया जाता है। दोपहर या रात के खाने के बाद 1 टेबलेट दूध या पानी के साथ लें। इसने मेरे लिए काम किया. मेरे प्रदर्शन में 1 घंटे का सुधार हुआ है और मेरी सहनशक्ति और ताकत में भी सुधार हो रहा है। आपको उम्मीद करनी चाहिए कि 7-10 दिनों के भीतर इसका परिणाम दिखना शुरू हो जाएगा।"
    },
    {
        "customer_name": "Shuvro Ahmed",
        "profile_photo": "/main/htb_images/reviews/shavro.webp",
        "comment": "यह निश्चित रूप से काम करता है! मेरी उम्र 48 साल है और मैंने इसे 1 महीने पहले लेना शुरू किया था। सुपर परिणाम. मेरे जैसे वृद्ध लोगों के लिए उम्र के कारण इसमें अधिक समय लगता है, लेकिन युवा लोगों के लिए यह तेजी से काम करता है।"
    },
    {
        "customer_name": "Kazi Shaikhul",
        "profile_photo": "/main/htb_images/reviews/kazi.webp",
        "comment": "हैलो मैडम! क्या BP का मरीज़ यह टेबलेट ले सकता है? मेरे डॉक्टर ने मुझे इसका उपयोग करने की सलाह दी। क्या कोई भी दुष्प्रभाव हैं? कृपया मुझे उत्तर दें, मुझे वास्तव में इस उत्पाद में रुचि है।"
    },
    {
        "customer_name": "Nitya",
        "profile_photo": "/main/htb_images/reviews/Nitya.webp",
        "comment": "हां आप इसे ले सकते हैं. मैंने वास्तव में इसकी पुष्टि करने के लिए horsefire tablet के ग्राहक सेवा से बात की और उन्होंने मुझे बताया कि इसका उपयोग करना 100% सुरक्षित है। यह उत्पाद केवल प्राकृतिक जड़ी-बूटियों का उपयोग करता है इसलिए इसका कोई दुष्प्रभाव नहीं है। उन्होंने मुझे बताया कि उन्होंने कई क्लिनिकल ट्रायल भी किए हैं और नतीजे बहुत अच्छे रहे हैं. तो हाँ, इसका उपयोग करना सुरक्षित है।"
    },
    {
        "customer_name": "Rathin Chowdhury",
        "profile_photo": "/main/htb_images/reviews/rathin.webp",
        "comment": "उत्पाद बहुत अच्छा है। मेरे लिए अच्छा काम करता है. पहले मैं केवल 5-6 मिनट के लिए चलता था, लेकिन अब मैं आसानी से कुछ दिनों में 1 घंटे या उससे अधिक तक चल सकता हूँ! सुपर उत्पाद और मुझे यह पसंद है!"
    },
    {
        "customer_name": "Nitya",
        "profile_photo": "/main/htb_images/reviews/Nitya.webp",
        "comment": "मुझे ख़ुशी है कि यह आपके लिए काम कर रहा है। भविष्य के लिए शुभकामनाएं।"
    },
    {
        "customer_name": "Mdshshnawaz Alam",
        "profile_photo": "/main/htb_images/reviews/alam.webp",
        "comment": "जैसे-जैसे मैं बड़ा होता गया , वैसे-वैसे अभिनय करना कठिन होता गया । इस बात को लेकर मेरी पत्नी मेरा मजाक उड़ाती थी।' लेकिन horsefire tablet ने मेरे लिए काम किया! मुझे यह उत्पाद पसंद है. मैं अब पूरे आत्मविश्वास के साथ अपनी पत्नी के साथ मजेदार रातों का आनंद लेता हूं।"
    },
    {
        "customer_name": "Nitya",
        "profile_photo": "/main/htb_images/reviews/Nitya.webp",
        "comment": "ख़ुशी है कि मैं अपनी सलाह से आपकी मदद कर सकी ! परिणाम प्राप्त करने में आपको कितना समय लगा? अपना अनुभव साझा करें ताकि इससे दूसरों को भी मदद मिल सके।"
    },
    {
        "customer_name": "Debalina Biswas",
        "profile_photo": "/main/htb_images/reviews/debalnia.webp",
        "comment": "हेलो राधिका! मैं आपके सभी वीडियो देखती  हूं और आपका ब्लॉग पढ़ती  हूं। मेरे बॉयफ्रेंड को भी यही समस्या थी. आपका ब्लॉग पढ़ने के बाद, मैंने उसके लिए horsefire tablet का ऑर्डर दिया! यह उसके लिए अच्छा काम करता है। पहले उनकी सहनशक्ति और ताकत कम थी। वह केवल 2-3 मिनट तक ही प्रदर्शन कर सकता है, लेकिन इस टेबलेट के साथ वह वास्तव में अच्छा प्रदर्शन करता है। अद्भुत उत्पाद और आपकी अनुशंसा के लिए धन्यवाद।"
    },
    {
        "customer_name": "Nitya",
        "profile_photo": "/main/htb_images/reviews/Nitya.webp",
        "comment": "बहुत ख़ुशी है कि इसने आपके लिए काम किया! कृपया अधिक विवरण साझा करें जैसे कि आपके बॉयफ्रेंड को परिणाम आने में कितने दिन लगे? क्या वह अभी भी इसे ले रहा है? अब वह कैसा महसूस करता है? जिससे अन्य पाठकों को भी मदद मिल सके।"
    },
    {
        "customer_name": "Koushik Ghosh",
        "profile_photo": "/main/htb_images/reviews/kaushik.webp",
        "comment": "कुछ हफ़्ते पहले एक समाचार वेबसाइट पर आपकी कहानी पढ़ने के बाद मैंने इसे ऑर्डर किया था। जिस तरह से कंपनी की ग्राहक सेवा ने मेरे सभी प्रश्नों का उत्तर दिया और परिणाम न मिलने पर पैसे वापसी की गारंटी की पेशकश की, उससे मैं प्रभावित हुआ। अब 18 दिन हो गए हैं जब से मैंने प्रतिदिन 1 टेबलेट लेना शुरू किया है। मेरे प्रदर्शन में निश्चित रूप से सुधार हुआ है. आजकल मैं इसे 1 घंटे या उससे अधिक समय तक आसानी से कर सकता हूँ! मुझे भी अब थकान नहीं होती और मेरी सहनशक्ति भी बढ़ गयी है। यह भारत में सबसे अच्छा उत्पाद है और हर किसी को इसे आज़माना चाहिए।"
    },
    {
        "customer_name": "Nitya",
        "profile_photo": "/main/htb_images/reviews/Nitya.webp",
        "comment": "हाँ, मैंने वही बात नोटिस की। जब मैंने अपने पति के लिए ऑर्डर दिया तो horsefire tablet की ग्राहक सेवा बहुत मददगार रही। उन्होंने मेरे सारे संदेह दूर कर दिए और वे पेशेवर भी थे।"
    },
    {
        "customer_name": "Krishna Roy",
        "profile_photo": "/main/htb_images/reviews/krishna.webp",
        "comment": "नमस्ते! क्या कोई मनी बैक गारंटी है और क्या मैं कैश ऑन डिलीवरी के साथ ऑर्डर कर सकता हूं? मैं ऑनलाइन भुगतान नहीं करना चाहता."
    },
    {
        "customer_name": "Nitya",
        "profile_photo": "/main/htb_images/reviews/Nitya.webp",
        "comment": "हां, कंपनी 7 दिनों का मनी बैक विकल्प प्रदान करती है। मेरे ऑर्डर के बाद जब उन्होंने मुझे फोन किया तो उन्होंने यह पुष्टि करने के लिए कहा कि यह एक वास्तविक और मूल उत्पाद है। और, हाँ, वे पूरे भारत में कैश ऑन डिलीवरी की पेशकश करते हैं।"
    },
    {
        "customer_name": "Bashir Ahmad Shakir",
        "profile_photo": "/main/htb_images/reviews/basir.webp",
        "comment": "मैंने कल ऑर्डर किया था! मुझे कोई कॉल नहीं आया. मेरा पार्सल कब वितरित किया जाएगा?"
    },
    {
        "customer_name": "Nitya",
        "profile_photo": "/main/htb_images/reviews/Nitya.webp",
        "comment": "आपको 4-5 दिनों के भीतर डिलीवरी मिल जानी चाहिए। कुछ ग्राहकों को यह 2 दिनों के भीतर मिल जाता है यदि वे मेट्रो शहरों और गांवों और छोटे शहरों में रहते हैं। लॉकडाउन अवधि की तुलना में अब डिलीवरी बहुत तेजी से हो रही है।"
    },
    {
        "customer_name": "Debashree Mondal",
        "profile_photo": "/main/htb_images/reviews/debshree.webp",
        "comment": "मैं इसे अपने पति के लिए ऑर्डर करना चाहूंगी! लेकिन वह इसे लेने को तैयार नहीं है. मुझे क्या करना चाहिए? क्या आप मदद कर सकते हैं?"
    },
    {
        "customer_name": "Nitya",
        "profile_photo": "/main/htb_images/reviews/Nitya.webp",
        "comment": "कोई ग़म नहीं। आपको अपने पति को बताना चाहिए कि टेबलेट एक सामान्य हर्बल उत्पाद की तरह है। इसका उपयोग करना सुरक्षित है और मेरे पति अभी भी इसका दैनिक उपयोग करते हैं।"
    },
    {
        "customer_name": "Shamim Ahmed",
        "profile_photo": "/main/htb_images/reviews/shamim.webp",
        "comment": "Horsefire tablet खरीदना चाहता हूं लेकिन मेरा सवाल यह है कि क्या यह एक विदेशी कंपनी का उत्पाद है या भारत में बना ब्रांड है? क्या मैं इसे स्थानीय मेडिकल स्टोर से खरीद सकता हूँ?"
    },
    {
        "customer_name": "Nitya",
        "profile_photo": "/main/htb_images/reviews/Nitya.webp",
        "comment": "बाजार में कई नकली उत्पाद हैं, उनका दावा अमेरिका में किया गया है लेकिन वे वास्तव में नकली उत्पाद हैं। Horsefire tablet 100% मेड इन इंडिया ब्रांड है और वे आयुष बोर्ड लाइसेंस के साथ एक पंजीकृत कंपनी हैं। इन विदेशी कंपनियों के उत्पादों से मूर्ख मत बनो। मेरे पति व्यक्तिगत रूप से इसका इस्तेमाल करते थे और अब भी इसे रोजाना इस्तेमाल करते हैं इसलिए मैं निश्चित रूप से इसकी गारंटी दे सकती हूं। यह मौलिक है और निश्चित रूप से सर्वोत्तम है।"
    },
    {
        "customer_name": "Shankar Biswas",
        "profile_photo": "/main/htb_images/reviews/shankar.webp",
        "comment": "मुझे अभी अपना पार्सल प्राप्त हुआ। मुझे प्रतिदिन कितने टेबलेट लेने चाहिए?"
    },
    {
        "customer_name": "Nitya",
        "profile_photo": "/main/htb_images/reviews/Nitya.webp",
        "comment": "कस्टमर केयर के अनुसार प्रतिदिन 1 टेबलेट दूध या पानी के साथ लें। सुनिश्चित करें कि आप इसे दोपहर के भोजन या रात के खाने के बाद लें।"
    },
    {
        "customer_name": "Shankar Biswas",
        "profile_photo": "/main/htb_images/reviews/shankar.webp",
        "comment": "यह भारत का सबसे अच्छा उत्पाद है। मैंने पहले भी कई उत्पादों का उपयोग किया है लेकिन इससे मुझे सबसे अधिक मदद मिली है। मैं अधिक ऊर्जावान महसूस करता हूं और मेरी सहनशक्ति काफी बढ़ गई है।' मेरा प्रदर्शन 45+ मिनट तक चला। परिणामों से वास्तव में खुश हूं। मैं निश्चित रूप से Horsefire tablet का उपयोग करने की अनुशंसा करूंगा!"
    },
    {
        "customer_name": "Nitya",
        "profile_photo": "/main/htb_images/reviews/Nitya.webp",
        "comment": "बहुत खुशी हुई कि मेरी पोस्ट ने आपकी मदद की। क्या आपने इसे मेरी पोस्ट पढ़ने के बाद ऑर्डर किया था या इसे कहीं और पाया था? भविष्य के लिए शुभकामनाएं!"
    }
]