import dynamic from 'next/dynamic';
import React from 'react'


const Flip = dynamic(() => import('../components/FlipAmazon'), {
    loading: () => <p>loader</p>
});

const Story = () => {
    return (
        <section className='fontNoto'>


            <div className="max-w-4xl mx-auto bg-[#EBF5EE]">


                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/7f52078b-8963-408d-a2f8-480f05555a00/public" alt="" className='w-full pt-3' />

                <p className='px-2 text-[1rem] pt-3 text-center text-gray-500 italic'>
                    जैसे-जैसे पुरुषों की उम्र बढ़ती है उनकी शारीरिक शक्ति और जोश कम हो जाता है और मेरे पति भी इसी दौर से गुजर रहे थे!😞
                </p>

                <hr className='mt-3 mb-2 border-t-2 border-dotted border-black' />


                <p className='px-2 py-2 text-justify'>
                    ...लेकिन अब मेरे पति शक्ति, स्टैमिना और जोश से भरपूर है और हमारा खुशहाल वैवाहिक जीवन वापस पटरी पर आ गया है! यह प्राकृतिक आयुर्वेद टेबलेट मेरे पति के लिए बहुत अच्छा काम किया! इससे उन्हें शारीरिक शक्ति और जोश को बढ़ाने में काफी मदद मिली क्योंकि अब वह अपने जवानी के दिनों की तरह ही जबरदस्त पावर और जोश से भरा हुआ महसूस करते है।
                </p>


                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/dce3dc81-7301-4566-873d-d9669ff4b500/public" alt="" className='sm:w-1/2 w-3/4 mx-auto' />

                <div className="my-3">
                    <Flip />
                </div>


                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/8ffda85f-7018-4674-d051-f5ffcb640500/public" alt="" className='w-full pt-3' />



                <p className='px-2 py-2 text-justify'>
                    अपने पति को हर रात थका हुआ और जल्दी सो जाते देखना हमारे रिश्ते पर बुरा असर डाल रहा था और यह बात सुखी वैवाहिक जीवन के लिए कभी अच्छा नहीं होता है, है ना?
                </p>
                <div className="my-3">
                    <Flip />
                </div>

                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/038935d5-0c41-41d8-9a5c-812a40680800/public" alt="" className='w-full pt-3' />

                <p className='px-2 py-2 text-justify'>
                    पहले मैं सोचती थी की, "दूसरे पुरुषों को अपने पार्टनर को खुश रखने के लिए शक्ति, स्टैमिना और जोश कैसे मिलता है?"
                </p>

                <p className='px-2 py-2 text-justify'>
                    जो भी हो, यह हमारे वैवाहिक जीवन को ख़ुशी से जीने में बिलकुल मदद नहीं कर रहा था! हम एक-दूसरे से प्यार करते थे और एक-दूसरे को दुखी नहीं देखना चाहते थे।
                </p>

                <p className='px-2 py-2 text-justify'>
                    मेरे पति ने वह सब कुछ आज़माया जो आप सोच सकते हैं! करीब 2 महीने तक सब कुछ ट्राई किया लेकिन उससे कोई खास फायदा नहीं हुआ।
                </p>

                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/8b1e54ac-f797-4fea-43fe-5a22ed5aeb00/public" alt="" className='w-full ' />


                <p className='px-2 py-2 text-justify'>
                    उन्होंने जिम जाकर कसरत करना शुरू किया, सिर्फ शाकाहारी भोजन खाना शुरू किया, सुबह उठकर योगा किया और अलग-अलग कई तरीके आजमाए, लेकिन इन सब का कोई फायदा नहीं हुआ!
                </p>
                <div className="my-3">
                    <Flip />
                </div>
                <p className='px-2 py-2 text-justify'>

                    हर कोशिश के बाद भी उनकी शारीरिक शक्ति और जोश वैसा ही बना रहा! वह हर दिन काम से घर आकर, रात का खाना खाके जल्दी सो जाते थे।
                </p>

                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/2495a905-bf35-404a-486e-fd06162c1200/public" alt="" className='w-full ' />


                <p className='px-2 py-2 text-justify'>
                    कुछ महीनों तक उन्हें हर रात मुझे अकेला छोड़कर सोते हुए देखने के बाद, मैं तंग आ गयी थी! मैं हार चुकी थी यह सोच के कि शायद यह शारीरिक कमज़ोरी उन्हें जन्म से मिली है और वह इसके बारे में कुछ नहीं कर सकते है।
                </p>

                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/534c52d5-1d15-460e-36d7-1b9cea6e5800/public" alt="" className='w-full' />

                <p className='px-2 py-2 text-justify'>
                    उसे अपना आत्मविश्वास खोता देख दिल तोड़ देने वाला अहसास था। मैं उससे प्यार करता थी और मैं उसकी मदद करना चाहता थी लेकिन मैं असहाय थी क्योंकि मुझे नहीं पता था कि उसकी मदद कैसे करूँ। हर गुजरते दिन उसे आत्मविश्वास खोते देखना मेरे लिए बेहद दुखद था।
                </p>
                <div className="my-3">
                    <Flip />
                </div>

                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/b46d0e55-6dea-411b-8078-01a2ee761800/public" alt="" className='w-full' />

                <div className="text-center sm:text-3xl text-xl font-extrabold pt-7 ">
                    लेकिन हमारी किस्मत को कुछ और ही मंजूर था! शायद भगवन चाहते थे कि हम हमेशा साथ रहें!
                </div>

                <p className='px-2 py-2 text-justify italic'>
                    आप सोच रहे होंगे कि ऐसा क्या हुआ? आप विश्वास नहीं करेंगे, लकिन वास्तव में यह हुआ...
                </p>


                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/5a65c3c0-1c30-4bfb-5cd3-b9252a5bf200/public" alt="" className='w-full' />

                <p className='px-2 py-2 text-justify'>
                    मैंने इंटरनेट पर एक वैज्ञानिक शोधकर्ता का पुरुषो की शारीरिक शक्ति पर एक वीडियो देखा था, जिसमें उन्होंने कहा कि किसी भी आदमी में प्राकर्तिक रूप से शारीरिक शक्ति, स्टैमिना और जोश को बढ़ाया जा सकता है। मैं ये सुनकर हैरान थी और यह काफी दिलचस्प था क्योंकि मेरे पति को भी इसकी ज़रूरत थी!
                </p>


                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/d6d3dd30-8ea0-4469-a98f-1c112e291700/public" alt="" className='w-3/4 mx-auto py-2' />

                <div className="my-3">
                    <Flip />
                </div>
                <p className='px-2 py-2 text-justify'>
                    उस वीडियो में उन्होंने बताया कि कैसे वह अपनी शारीरिक शक्ति और जोश को बेहतर बनाने के लिए प्राचीन आयुर्वेद विज्ञान की शक्ति का उपयोग करते हैं। उन्होंने आयुर्वेद फार्मूला आधारित एक प्रोडक्ट "horsefire tablet" के बारे में अपने शोध में बताया, जिसका वे खुद रोज़ाना इस्तेमाल करते हैं।
                </p>

                <div className="">
                    <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/d977718e-be4f-411c-a581-082bfa2b9c00/public" alt="" className='w-full' />
                </div>


                <p className='px-2 py-2 text-justify'>
                    उन्होंने कहा कि horsefire tablet में इस्तेमाल किए गए विभिन्न आयुर्वेद तत्वों का शक्तिशाली मिश्रण उनकी सहनशक्ति में सुधार करने में मदद करता है। यह कोरियन जिनसेंग, लिकोरिस रूट, अश्वगंधा और सीप शैल अर्क जैसी जड़ी-बूटियों के साथ उन्नत विज्ञान और आयुर्वेद का एक बढ़िया मिश्रण है जो इसे अच्छा प्रोडक्ट बनता है।

                </p>



                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/a25ea286-dc22-41ae-34d3-b0a907d9b800/public" alt="" className='w-full' />
                <div className="my-3">
                    <Flip />
                </div>
                <p className='px-2 py-2 text-justify'>
                    मूल रूप से horsefire tablet फॉर्मूला पुरुषों को शारीरिक शक्ति बढ़ाने में मदद कर सकता है और उन्हें उनके युवा दिनों का एहसास फिर से दिला सकता है। यह नेचुरल तरीके से आपको इतनी शक्ति और जोश प्रदान करता है जिससे आपको अपने साथी को खुश रखने में मदद मिलती है। आपको बस रोजाना 1 टेबलेट दूध या पानी के साथ लेना है।
                </p>


                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/99aa7de9-4159-472c-fad1-90eb9f74eb00/public" alt="" className='w-3/4 mx-auto' />
                
                <div className=" bg-white dr_sdw mx-2 rounded-md leading-tight">
                    <div className=" text-[#329bd5] fontPoppins text-center sm:text-[2.2rem] text-[1rem] font-semibold py-2">
                        RECOMMENDED BY <span className=' text-[#194d87] font-semibold '>TRUSTED DOCTORS</span>
                    </div>
                </div>

                <div className="my-3">
                    <Flip />
                </div>
                <p className='px-2 py-3 text-justify'>
                    horsefire tablet के बारे में जो बात मुझे सबसे ज्यादा पसंद आई, वह यह है कि यह आयुर्वेद फॉर्मूले से बना 100% मेड इन इंडिया ब्रांड है। यह केवल प्राकृतिक जड़ी-बूटियों से बनाया गया है जो यह सुनिश्चित करता है कि इसका उपयोग बिना किसी दुष्प्रभाव के एकदम सुरक्षित है।
                </p>

                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/1ff345e3-d697-46fb-02d6-916167cb6700/public" alt="" className='w-full' />

                <p className='px-2 py-3 text-justify'>
                    सबसे महत्वपूर्ण बात यह है कि horsefire प्रोडक्ट की कीमत मेरे बजट में सही थी। जब मैंने ऑर्डर किया था। तब मैंने कैश ऑन डिलीवरी से इसे अपने घर पर मंगवा लिया था। अगर आपको भी इसे ऑर्डर करना है तो उसका लिंक मैंने निचे दिया है।

                </p>
                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/6eafa498-9487-49fb-8655-b4ff142f4d00/public" alt="" className='w-full' />
                <div className="my-3">
                    <Flip />
                </div>

                <p className='px-2 py-3 text-justify'>
                    3 दिन बाद, मुझे मेरा पार्सल मिल गया था। आप देख सकते हैं, मैंने पार्सल खोलते समय एक फोटो ली थी, ये ऐसा दिखता है।
                </p>

                <div className="text-center sm:text-3xl text-xl font-extrabold py-2 ">
                    क्या इसका कोई फायदा हुआ? इसका रिजल्ट कैसा रहा?
                </div>

                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/801cfb6c-6c3d-4ed6-08ba-136a18adc000/public" alt="" className='w-full' />

                <p className='px-2 py-3 text-justify'>
                    मेरे पति ने पहले दिन से हर रात यह टेबलेट लेना शुरू किया और एक सप्ताह तक जारी रखा। इसका उपयोग करने के 4-5 दिनों के बाद, मेरे पति ने अनुभव किया कि उनका स्टैमिना और शारीरिक शक्ति बेहतर हो रही है और वह पहले से अधिक ऊर्जावान महसूस कर रहे थे।
                </p>

                <div className="my-3">
                    <Flip />
                </div>
                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/bd7767f5-ec83-4f30-7d2c-e124d710aa00/public" alt="" className='w-full' />


                <p className='px-2 py-3 text-justify'>
                    मुझे अभी भी याद है कि horsefire tablet का इस्तेमाल शुरू किए हुए वह 7वां दिन था! उस रात हमने अपने जीवन का सबसे अच्छा समय बिताया। वह रात में कभी नहीं भूल सकती। वह बहुत खुश थे और उन्हें खुश देखने का वह अनुभव मेरे लिए सबसे कीमती था! हमारा वैवाहिक जीवन खुशियों की पटरी पर वापस लौट रहा था।
                </p>

                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/fe9f8289-3920-4e53-4c62-690697b89600/public" alt="" className='w-full' />


                <p className='px-2 py-3 text-justify'>
                    मुझे ऐसा लग रहा था जैसे मैं अपने पति से पहली बार मिल रही हूँ। वह पूरी तरह से इतनी पावर, जोश, ऊर्जा और खुशी से भरा हुआ था। मानो या न मानो, लेकिन वह अनुभव अमूल्य है।
                </p>


                <p className='px-2 py-3 text-justify'>
                    मैं इसे अपने दिल की गहराइयों से कह रही हूं, मैं अपने पति का आत्मविश्वास वापस लाने के लिए horsefire tablet को जितना धन्यवाद दूं, कम है। इसने मुझे जिंदगी की सबसे बड़ी खुशी दी है। अगर आप भी ऐसा ही अनुभव चाहते हैं तो आपको इसे एक बार जरूर ट्राई करना चाहिए।
                </p>

                <img src="https://imagedelivery.net/aacnHGAqlUDhaplA3bnkbA/7b3e6326-8160-428d-c23e-0521f1821200/public" alt="" className='sm:w-1/2 mx-auto pt-4' />

                <div className="my-3">
                    <Flip />
                </div>

                <div className="py-3"></div>
            </div>


        </section>
    )
}

export default Story