[
    {
        "customer_name": "Ashok Mochi",
        "profile_photo": "/images/reviews/1.jpg",
        "comment": "यह मुझे सेक्स के दौरान अधिक ऊर्जा देने में मदद करता है, मेरी हिसाब से यह दूसरे उत्पाद की तुलना में अधिक असरदार है और मुझे लगता है की इस उत्पाद की वजह से मेरी बहुत सारी यौन समस्याओं का समाधान हुआ है, अवश्य आजमाए!"
    },
    {
        "customer_name": "Sunil Ohja",
        "profile_photo": "/images/reviews/7.jpg",
        "comment": "Sexual stamina bdhane k liye sbse achi product hai, achi packeging or deliver bhi time pe ho jati hai, Koi side effect nhi hai agar apko bhi hai purush kamjori to ap horse fire tablet ko jroor use kre !!"
    },
    {
        "customer_name": "Vinit Chouhan",
        "profile_photo": "/images/reviews/2.jpg",
        "comment": "Awesome for ur sex life, its not just for sex, also helps in boost stamina and power strength ✨"
    },
    {
        "customer_name": "Manohar Mishra",
        "profile_photo": "/images/reviews/3.jpg",
        "comment": "Great Product... I've taken these horse fire tablet endurance pills to make sure my physical performance is up to the mark during intense workout sessions and really it is up to the mark."
    },
    {
        "customer_name": "Tushar Shah",
        "profile_photo": "/images/reviews/4.jpg",
        "comment": "मैं इसे एक हफ्ते से इस्तेमाल कर रहा हूं और मैं फर्क महसूस कर सकता हूं। यह सबसे अच्छा उत्पाद है जो मेरी इम्युनिटी, स्टैमिना जोश और यौन क्षमता बढाने में मदद करता है।"
    },
    {
        "customer_name": "Ashfak Ansari",
        "profile_photo": "/images/reviews/5.jpg",
        "comment": "Very effective medicine. iske madad se ek mahime me hi mere performance me bahut sudhhar ho gya. Now I'm feeling a lot of stamina and energy"
    },
    {
        "customer_name": "Adesh Kumar",
        "profile_photo": "/images/reviews/6.jpg",
        "comment": "Just Awesome This product is good and their customer support service is also too good. delivery, customer consultant, and all facilities are fabulous. This amazing product has helped me to increase strength, energy, stamina and Improved whole male based issues."
    },
    {
        "customer_name": "Jitu Karmakar",
        "profile_photo": "/images/reviews/8.jpg",
        "comment": "Abhi tak mai kai product use kar chuka hu...ye sabse a6aa hai. mere vichar se khaskar mere liye ye ayurved ka best formulation hai. Iska kuchh hi din use krne ke bad meri stamina aur timing increase ho gyi. Horse Fire tablet ne meri marital life ko khushahal bna diya."
    },
    {
        "customer_name": "Ratnesh Mane",
        "profile_photo": "/images/reviews/9.jpg",
        "comment": "हे औषध खरोखर कार्य करते. या उत्पादनाने मला वयाच्या ४५ व्या वर्षी तरुण वाटले"
    },
    {
        "customer_name": "Rajesh Yadav",
        "profile_photo": "/images/reviews/10.jpg",
        "comment": "Yah waakai me kamaal ka ayurvedic stamina booster product hai, Iska koi comperesion nahi hai. Bilkul jaisa naam waisa kam hai iska gajab ki sex takt deta hai. Ab main pahle se kai guna jyada time tak enjoy kar paata hu."
    },
    {
        "customer_name": "Nitya Pathak",
        "profile_photo": "/images/reviews/101.jpg",
        "comment": "Meri life ka sabse behatrin experience hai horse fire tablet...thanks to Ayurveda for making the best male wellness formula. It has improved my hubby's performance. Now he Performs such as i always wanted. I am very happy and satisfied with its result nd their perfomance."
    },
    {
        "customer_name": "रोहित यादव",
        "profile_photo": "/images/reviews/13.jpg",
        "comment": "इसका परिणाम बहुत शानदार है, जिस समस्या का सालों से इलाज करा रहा था पर कुछ खास असर नहीं हो रहा था। उसे इसने केवल 2 महीने में पूरी तरह से समाप्त कर दिया। दिल से धन्यवाद इसे बनाने वाले को"
    },
    {
        "customer_name": "Jiya khan",
        "profile_photo": "/images/reviews/102.jpg",
        "comment": "Very effective product...he feel's very energetic now"
    },
    {
        "customer_name": "Raghav Kashyap",
        "profile_photo": "/images/reviews/14.jpg",
        "comment": "Mujhe kmal ka result mila hai, iske istemal se ab meri timing kafi badh gyi hai...Part me hard erection milti hai jo jaldi dhila nhi padta hai."
    },
    {
        "customer_name": "Jitendar Rajbhar",
        "profile_photo": "/images/reviews/15.jpg",
        "comment": "शुरुआत के २ महीने रेगुलर दोनों टाइम सेवन किया पर तीसरे महीने से एक दिन या दो दिन में एक गोली का सेवन करता हूँ क्यूंकि मेरी क्षमता और टाइमिंग में काफी सुधार हो चुका है। मेरी यौन जीवन को सुधारने के लिए थैंक्स हॉर्सफायर टैबलेट !!"
    }
]