[
    {
        "customer_name": "Anil Mandal",
        "profile_photo": "/main/htb_images/reviews/anil.webp",
        "comment": "Very nice medicne!!! mujhe iske istemal se bahut fayda mila hai mera time badh gya aur sharir me taakat bhi mahsus hoti hai."
    },
    {
        "customer_name": "Bapi Talukdar",
        "profile_photo": "/main/htb_images/reviews/bapi.webp",
        "comment": "Mai bhi time badane ke liye bahut sare products khaya par mujhe jo fayda horsefire se mila vaise bat unme nhi thi time badhne ke liye yah achcha hai.."
    },
    {
        "customer_name": "Momammad Zahid",
        "profile_photo": "/main/htb_images/reviews/mohamad.webp",
        "comment": "उपयोगी प्रोडक्ट, पुरुष की समस्या जैसे सहनशक्ति को बढ़ाता है और यह पूरी तरह से आयुर्वेदिक प्रोडक्ट है।"
    },
    {
        "customer_name": "Shuvro Ahmed",
        "profile_photo": "/main/htb_images/reviews/shavro.webp",
        "comment": "पुरुषांच्या लैंगिक समस्यांसाठी हे एक उत्तम औषध आहे. यामुळे माझा स्टॅमिना आणि टायमिंग सहज वाढले आहे, मी निकालाने खूप आनंदी आहे."
    },
    {
        "customer_name": "Kazi Shaikhul",
        "profile_photo": "/main/htb_images/reviews/kazi.webp",
        "comment": "Very effective product..❤❤❤❤"
    },
    {
        "customer_name": "Rathin Chowdhury",
        "profile_photo": "/main/htb_images/reviews/rathin.webp",
        "comment": "Vadhti jati ummarni sathe purush sakti ane yon pradasan ma ghatado thayo hato parantu Horsefire na sevanthi hu farithi javani mehsus karu chhu. Te purusho ni samashya mate best chhe. Tenu packaging, delivary ane baddhi facility pan shreth chhe."
    },
    {
        "customer_name": "Mdshshnawaz Alam",
        "profile_photo": "/main/htb_images/reviews/alam.webp",
        "comment": "जैसे-जैसे मैं बड़ा होता गया , वैसे-वैसे अभिनय करना कठिन होता गया । इस बात को लेकर मेरी पत्नी मेरा मजाक उड़ाती थी।' लेकिन horsefire tablet ने मेरे लिए काम किया! मुझे यह उत्पाद पसंद है. मैं अब पूरे आत्मविश्वास के साथ अपनी पत्नी के साथ मजेदार रातों का आनंद लेता हूं।"
    },
    {
        "customer_name": "Debalina Biswas",
        "profile_photo": "/main/htb_images/reviews/debalnia.webp",
        "comment": "2 week pahle mai horsefire mangai thi, itne dino me hi mere hubby ko kafi positive result mila hai. iske istemal se vo powerful ho gye hai aur pahle se jyada samay dete hai. from my end it is 5 out of 5"
    },
    {
        "customer_name": "Koushik Ghosh",
        "profile_photo": "/main/htb_images/reviews/kaushik.webp",
        "comment": "After office workload and day's fatigue, the body used to be very lazy, no mood to have sex, by using this Horsefire tablet, the body remains active throughout the day and every night is exciting."
    },
    {
        "customer_name": "Krishna Roy",
        "profile_photo": "/main/htb_images/reviews/krishna.webp",
        "comment": "This is best for male problems. its packaging and delivery is also best. good!!"
    },
    {
        "customer_name": "Bashir Ahmad Shakir",
        "profile_photo": "/main/htb_images/reviews/basir.webp",
        "comment": "Effective For me..! Dusro ka nhi pta par ye mere liye sahi sabit hua. unke customer excicutive ne bahut sahi tarike se sevan ka trika samjhaya...aur mujhe 10-15 dino me hi result dekhne ko mil gya."
    },
    {
        "customer_name": "Shamim Ahmed",
        "profile_photo": "/main/htb_images/reviews/shamim.webp",
        "comment": "Effect can be felt after 15 days. As per my experience- it's working in Premature ejaculation and long-time erection too. Time increased to 10-15 minutes from 2 minutes."
    },
    {
        "customer_name": "Shankar Biswas",
        "profile_photo": "/main/htb_images/reviews/shankar.webp",
        "comment": "MST HAI... Yah wakai me badhiya kam krta he, mai time badhane ke liye iska estemal kiya  mujhe mst rejalt mila"
    }
]