import dynamic from 'next/dynamic';
import React from 'react'


const OrderBtn = dynamic(() => import('@/app/commonUse/OrderBtn/OrderBtn'), {
    loading: () => <p>loader</p>
});

const Story = () => {
    return (
        <section className='fontNoto'>

            <p className="indent-10 ">
                हैल्लो दोस्तों मेरा नाम विनोद है और मेरी उम्र 29 साल है। दोस्तों आज मैं जो किस्सा आपके साथ शेयर करने जा रहा हूँ यह आप लोगों को जानना बहुत जरुरी है। दोस्तों यौन क्रिया एक नेचुरल प्रोसेस है अगर इसमें कुछ समस्या आती है तो हम शर्मवश उसे छुपाते है ये बात मुझे परेशान करती थी। इस शर्म ने मेरी लाइफ लगभग बर्बाद कर दी थी।
            </p>

            <p className=''>
                मेरा मानना है की अगर कोई पुरुष अपने जीवन में यौन समस्या से परेशान है तो उसे सही जानकारी मिले जिससे वो अपनी यौन लाइफ को रोमांचक बनाये।
            </p>


            <img src="/main/ht_images/c5.jpg" alt="" className='w-full' />

            <p className="">
                दोस्तों, मेरी शादी को 4 साल हो गए है लेकिन एक भी दिन या एक भी बार हमारा संभोग लम्बा नहीं चल पाया। यौन की इच्छा खूब होती थी पर बेड पर जाते ही फुस्स हो जाता था। इन सालों में मेरा सबसे लम्बा संभोग अवधि कुछ दो-ढाई मिनट था, वो भी गोली खाने के बाद। वैसे तो 1 मिनट के अंदर ही खाली हो जाता था।
            </p>


            <OrderBtn />


            <p className="">
                कभी-कभी तो गाड़ी चलने से पहले ही ब्रेक लग जाता था जैसे ही इंटर करता डिस्चार्ज हो जाता। इस वजह से मुझे मेरी असंतुष्ट घरवाली के ताने सुनने पड़ते थे। खिल्ली उड़ने के डर से मैं अपने दोस्तों के साथ भी शेयर नहीं करता था।
            </p>


            <img src="/main/ht_images/c2.jpg" alt="" className='w-full' />


            <div className="sm:text-2xl text-2xl text-center font-extrabold pt-4 pb-2">
                मुझे करना था स्टार्स की तरह दमदार प्रदर्शन पर हाथ लगी निराशा!
            </div>

            <p className="">
                नग्न फिल्मो को देखकर मैं सोचता था की उनकी इतनी क्षमता और टाइमिंग कैसे? काश! मैं भी इतनी देर तक सेक्स एन्जॉय कर पाता और मेरा भी लिंग इतने कड़कपन से देर तक साथ देता। पर सोचने से क्या होता है... मैं इससे थक चुका था और अपने ख़राब नसीब को कोसता था।
            </p>

            <OrderBtn />


            <p className="">
                मुझे भी अपनी टाइमिंग बढ़ानी थी और अपने पत्नी को शारीरिक सुख देना था जिसकी वो हक़दार है पर मैं कभी दे न सका।
            </p>

            <img src="/main/ht_images/c6.jpg" alt="" className='w-full' />


            <p className="">
                मैं अपनी टाइमिंग बढ़ाने और लिंग में भरपूर कड़कपन के लिए कुछ भी करने के लिए तैयार था। मैंने बहुत कुछ ट्राई किया मेडिकल्स से तमाम गोलिया, कैप्सूल, आयल ख़रीदा और इस्तेमाल किया। कई सेक्सोलॉजिस्ट के वहाँ विज़िट किया पर मुझे कभी संतुष्टि नहीं मिली। धीरे-धीरे मैं स्ट्रेस फील करने लगा और सेक्स से मेरी रूचि ख़त्म होने लगी।
            </p>



            <div className="sm:text-2xl text-2xl text-center font-extrabold pt-4 pb-2 px-1">
                दोस्त की मुलाकात से बदली मेरी लाइफ!
            </div>

            <p className="">
                बहुत दिनों बाद मेरा दोस्त सतीश मुझसे मिलने आया। हैलो-हाय के बाद मस्ती की बाते चलने लगी, मैं बोला और बता भाभी कैसी है लाइफ में खुश है ना? सतीश मुस्कराते हुए बोला हर तरीके से खुश है!
            </p>

            <OrderBtn />


            <p className="">
                जब उसने मेरी लाइफ के बारे में पूछा तो मैं बोला भाई सब कुछ ठीक चल रहा है बस एक ही प्रॉब्लम है जो किसी के साथ शेयर भी नहीं कर सकता! वो बात को समझ गया और मुस्कराते हुए बोला बस इतनी सी बात! मैं तुझे क्या बताऊँ शादी के बाद कुछ महीनो तक मैं खुद स्ट्रेस में था क्योंकि मनचाहा प्रदर्शन नहीं कर पाता था।
            </p>


            <p className="">
                तेरे जैसा ही मैं भी बहुत कुछ ट्राई किया पर कुछ असर नहीं हुआ। एक दिन ऐसे ही मोबाइल यूज़ कर रहा था तो मुझे <span className='font-extrabold text-xl'>हॉर्सफायर टैबलेट</span> की एक एड दिखी। मैंने सोचा की चलो इसे भी ट्राई करके देख लेते है।
            </p>

            <img src="/main/ht_images/p1.webp" alt="" className='w-80 sm:w-1/2 mx-auto' />

            <OrderBtn />

            <p className="">
                मैंने इस प्रोडक्ट को काफी जाँच-पड़ताल के बाद आर्डर कर दिया। तू मानेगा नहीं इस्तेमाल के पहले सप्ताह से असर दिखने लगा और मेरी टाइमिंग बढ़ने लगी। मैंने लगातार 3-4 महीने का एक कोर्स पूरा कर लिया और अब कोई प्रॉब्लम नहीं है, बस मजे ही मजे है। स्टैमिना और टाइमिंग इतनी है की मैडम थक जाती है।
            </p>

            <img src="/main/ht_images/c7.jpg" alt="" className='w-full' />



            <div className="sm:text-2xl text-2xl text-center font-extrabold pt-4 pb-2">
                मैंने भी आर्डर कर दिया अपने सपने को हकीकत बनाने का फार्मूला-
            </div>

            <p className="">
                उसकी बाते सुनकर मैं अंदर ही अंदर खुशी से झूम उठा था और तुरंत हॉर्सफायर टैबलेट आर्डर कर दिया। हॉर्सफायर टैबलेट अश्वगंधा ,शिलाजीत, कौचा, गोखरू, केसर, शतावरी जैसी 16 से अधिक बेहद उपयोगी और भरोसेमंद जड़ीबूटियों से बना आयुर्वेदिक प्रोडक्ट है।
            </p>



        </section>
    )
}

export default Story